Repository: Pixeval/Pixeval
Catalog: src/Pixeval/Strings/*/Misc.resw
Source language: en_us
Languages: fr_fr, ru_ru

# AddBookmark
source: Bookmark
fr_fr: Ajouter à mes favoris
ru_ru: Добавить в избранное

source: Remove bookmark
fr_fr: Supprimer de mes favoris
ru_ru: Удалить из избранного

source: Follow
fr_fr: Suivre
ru_ru: Подписаться

source: Follow privately
fr_fr: Suivre en mode privé
ru_ru: Подписаться тайно

# Unfollow
source: Followed
fr_fr: Ne plus suivre
ru_ru: Отписаться

source: Pause
fr_fr: Mettre en pause
ru_ru: Пауза

source: Play
fr_fr: Démarrer
ru_ru: Воспроизвести

# RestoreOriginalResolution
source: Zoom to actual size
fr_fr: Zoomer à la taille actuelle d'image
ru_ru: Оригинальный размер

# UniformToFillResolution
source: Zoom to fit the window
fr_fr: Zoomer à la taille de fenêtre
ru_ru: Подогнать размер

source: Fullscreen
fr_fr: Plein d'écran
ru_ru: На весь экран

# BackToWindow
source: Restore
fr_fr: Revenir en mode fenêtre
ru_ru: В оконный режим

# AppThemeLight
source: Light theme
fr_fr: Couleurs claires
ru_ru: Светлая тема

# AppThemeDark
source: Dark theme
fr_fr: Couleurs foncées
ru_ru: Темная тема

# AppThemeSystemDefault
source: Follow system
fr_fr: Couleurs par défaut du système
ru_ru: Системная тема

# ExceptionEncountered
source: Error encountered
fr_fr: Une erreur est survenue dans l'application
ru_ru: Обнаружена ошибка

# WorkSortOptionDoNotSort
source: Do not perform any sort
fr_fr: Aucun triage
ru_ru: Без сортировки

# WorkSortOptionPopularityDescending
source: Popularity descending
fr_fr: Par nombres de favoris décroissant
ru_ru: По популярности

# WorkSortOptionPublishDateAscending
source: Publish date ascending
fr_fr: Par date de publication croissante
ru_ru: По дате публикации (возр.)

# WorkSortOptionPublishDateDescending
source: Publish date descending
fr_fr: Par date de publication décroissante
ru_ru: По дате публикации (убыв.)

# NoneBackdrop
source: None
fr_fr: Aucun backdroup
ru_ru: Отключено

# AcrylicBackdrop
source: Acrylic Material (May perform poorly on low-end PCs)
fr_fr: Backdrop Acrylique (beaucoup de consommation pour appareils bas de gamme)
ru_ru: Акриловый эффект (не рекомендуется для слабых ПК)

# MicaBackdrop
source: Mica Material
fr_fr: Backdrop Mica
ru_ru: Эффект Mica

# MicaAltBackdrop
source: Mica Alt Material
fr_fr: Backdrop Mica Alt
ru_ru: Альтернативный эффект Mica

# PrivacyPolicyPublic
source: Public
fr_fr: Publique
ru_ru: Публично

# PrivacyPolicyPrivate
source: Private
fr_fr: Privé
ru_ru: Приватно

# SearchIllustrationTagMatchOptionExactMatchForTags
source: Exact match
fr_fr: Contenu exact de tag
ru_ru: Точное совпадение

# SearchIllustrationTagMatchOptionPartialMatchForTags
source: Partiao match
fr_fr: Contenu partiel de tag
ru_ru: Частичное совпадение

# SearchIllustrationTagMatchOptionTitleAndCaption
source: Title and caption
fr_fr: Contenu dans le titre ou l'excerpt
ru_ru: Поиск по заголовку и описанию

# SearchNovelTagMatchOptionExactMatchForTags
source: Exact match for the tag
fr_fr: Contenu exact de tag
ru_ru: Точное совпадение

# SearchNovelTagMatchOptionPartialMatchForTags
source: Partial match for the tag
fr_fr: Contenu partiel de tag
ru_ru: Частичное совпадение

# SearchNovelTagMatchOptionText
source: Match for body text
fr_fr: Contenu dans le text
ru_ru: Соответствие тексту

# SearchNovelTagMatchOptionCaption
source: Match for caption
fr_fr: Contenu dans l'excerpt
ru_ru: Соответствие описанию

# TargetFilterForAndroid
source: Android
ru_ru: Для Android

# TargetFilterForIOS
source: IOS
ru_ru: Для iOS

# ThumbnailDirectionLandscape
source: Landscape
fr_fr: Paysage
ru_ru: Горизонтальная

# ThumbnailDirectionPortrait
source: Portrait
fr_fr: Portail
ru_ru: Вертикальная

# WorkTypeIllust
source: Illustration
fr_fr: Illust.
ru_ru: Иллюстрации

# WorkTypeManga
source: Manga
ru_ru: Манга

# WorkTypeNovel
source: Novel
fr_fr: Roman
ru_ru: Новеллы

# SimpleWorkTypeIllustAndManga
source: Illustration and Manga
fr_fr: Illust. et Manga
ru_ru: Иллюстрации и манга

# SimpleWorkTypeNovel
source: Novel
fr_fr: Roman
ru_ru: Новеллы

# Bmp
source: BMP（loss，large，general）
fr_fr: BMP (sans perte, taille lourde, supporté par la plupart des lecteurs)
ru_ru: BMP (без потерь, большой размер, широкая поддержка)

# Jpg
source: JPG（loss，small，general）
fr_fr: JPG (avec perte, taille légère, supporté par la plupart des lecteurs)
ru_ru: JPG (с потерями, маленький размер, широкая поддержка)

# Gif
source: GIF（lossless，only 255 colors，small，general）
fr_fr: GIF (sans perte, seulement 256 couleurs, taille légère, supporté par la plupart des lecteurs)
ru_ru: GIF (без потерь, только 256 цветов, маленький размер, широкая поддержка)

# Tiff
source: TIFF（loss，cannot autoplay，large）
fr_fr: TIFF (sans perte, ne supporte pas de auto-play, taille lourde)
ru_ru: TIFF (без потерь, не поддерживается автовоспроизведение, большой размер)

# Png
source: PNG/APNG（lossless，small）
fr_fr: PNG/APNG (sans perte, taille légère)
ru_ru: PNG/APNG (без потерь, маленький размер)

# Original
source: Image original format (JPG/PNG, cannot add tags automatically)
fr_fr: Image format original (JPG/PNG, ne permet pas d'auto-tag)
ru_ru: Оригинальный формат изображения (JPG/PNG, автоматические теги невозможны)

# OriginalZip
source: Motion picture original format (ZIP, can't add tags)
fr_fr: Animation format original (ZIP, ne permet pas d'auto-tag)
ru_ru: Оригинальный формат динамического изображения (ZIP, теги невозможны)

# WebPLossless
source: Lossless WebP（lossless，small，general）
fr_fr: WebP sans perte (taille légère, supporté par la plupart des lecteurs)
ru_ru: Без потерь WebP (без потерь, маленький размер, широкая поддержка)

# WebPLossy
source: Loss WebP（loss，small，general）
fr_fr: WebP avec perte (taille légère, supporté par la plupart des lecteurs)
ru_ru: С потерями WebP (с потерями, маленький размер, широкая поддержка)

# Pdf
source: PDF (With all images embedded)
fr_fr: PDF (avec toutes les images)
ru_ru: PDF (включает все изображения)

# DownloadItemOpenFailed
source: Failed to open file (or folder)
fr_fr: Ouverture de répertoire échouée
ru_ru: Не удалось открыть файл (папку)

# SortOptionComboBox.PlaceholderText
source: Sort option
fr_fr: Option de tri
ru_ru: Опции сортировки

# PrivacyPolicyComboBox.PlaceholderText
source: Privacy policy
fr_fr: Option de public/privé
ru_ru: Опции конфиденциальности

# OpenUserId
source: Open user homepage
fr_fr: Ouvrir la page d'utilisateur
ru_ru: Открыть страницу пользователя

# OpenIllustId
source: Open image page
fr_fr: Ouvrir la page d'illustration
ru_ru: Открыть страницу изображением

# CannotFindLoginProxyServerExecutable
source: Cannot find the executable to login, please contact the developer for further help
fr_fr: L'executable pour s'authentifier perdue, veuillez relancer l'application ou contacter les développeurs
ru_ru: Не удалось найти исполняемый файл для входа, попробуйте перезапустить приложение или свяжитесь с разработчиком

# UnexpectedBehavior
source: Undefined behavior occured, if you see this message, please contact the developer for further help
fr_fr: Un comportement non programmé est survenu, veuillez contacter les développeurs
ru_ru: Произошло неожиданное поведение, если вы видите это сообщение, обратитесь за помощью к разработчику

# ReplyContentTooLong
source: The reply content is too long
fr_fr: Votre réponse dépasse 140 lettres, veuillez la modifier
ru_ru: Слишком длинный ответ, пожалуйста, отредактируйте его

# Html
source: HTML (With all images contained in folder)
fr_fr: HTML (avec toutes les images)
ru_ru: HTML (папка с изображениями)

# Md
source: MarkDown (With all images contained in folder)
fr_fr: MarkDown (avec toutes les images)
ru_ru: Markdown (папка с изображениями)

# OriginalTxt
source: Original TXT (Pixiv tags, with all images contained in folder)
fr_fr: TXT original (du Pixiv, avec toutes les images dans un répertoire)
ru_ru: Оригинальный TXT (теги Pixiv, папка с изображениями)

source: Thin
fr_fr: Extrêmement léger
ru_ru: Очень тонкий

source: Extra light
fr_fr: Extra léger
ru_ru: Сверхсветлый

source: Light
fr_fr: Léger
ru_ru: Светлый

source: Semi-light
fr_fr: Semi-léger
ru_ru: Полусветлый

source: Normal
fr_fr: Ordinaire
ru_ru: Нормальный

source: Medium
fr_fr: Moyen
ru_ru: Средний

source: Semi-bold
fr_fr: Moyennement gras
ru_ru: Полужирный

source: Bold
fr_fr: Gras
ru_ru: Жирный

source: Extra bold
fr_fr: Extra gras
ru_ru: Сверхжирный

source: Black
fr_fr: Noir
ru_ru: Черный

source: Extra black
fr_fr: Extra noir
ru_ru: Сверхчерный

# AllCountedTagName
source: All tags
fr_fr: Tous les tags
ru_ru: Все теги

# ProxyOptionSystem
source: System default proxy
fr_fr: Proxy par défault (système)
ru_ru: Системный прокси

# ProxyOptionNone
source: No proxy
fr_fr: Aucun
ru_ru: Без прокси

# DownloadItemMaybeDeleted
source: It seems that you have deleted the work
fr_fr: Peut être vous avez supprimé le fichier
ru_ru: Возможно, вы уже удалили это произведение

# WorkTypeComboBox.PlaceholderText
source: Work type
fr_fr: Type d'art
ru_ru: Тип произведения

# OpenNovelId
source: Open the novel page
fr_fr: Ouvrir la page de roman
ru_ru: Открыть страницу новеллы

# SearchUser
source: Search for authors
fr_fr: Recherche par auteur
ru_ru: Поиск автора

# BookmarkTagSelectorPrivateCheckBox.Content
source: Private
fr_fr: Privé
ru_ru: Приватно

# GoToPageFormatted
source: Go to page {0}
fr_fr: Aller à la page {0}
ru_ru: Перейти на страницу {0}
